{"id": "3694298", "revid": "1316631281", "url": "https://en.wikipedia.org/wiki?curid=3694298", "title": "Carter Jenkins", "text": "Carter Jenkins is an American actor. He is best known for his roles in the films \"Aliens in the Attic\" (2009), \"Valentine's Day\" (2010), and \"Struck by Lightning\" (2012) and the \"After\" film series. On television, Jenkins was part of the main cast of \"Surface\" (2005–06), \"Viva Laughlin\" (2007), and \"Famous in Love\" (2017–2018).\nEarly life.\nJenkins is the son of Mary and Eric Jenkins. He grew up in Carrollwood, Florida, where he attended Independent Day School. His family later moved to Sherman Oaks, Los Angeles. He has an older brother, Renneker Jenkins, who is also an actor, and an older sister, Tiffany. Like his character in \"Keeping Up with the Steins\", Jenkins is Jewish, and attended Hebrew school.\nCareer.\nJenkins began performing in community theatre, and then on local and national commercials. He played lead roles in the television series \"Surface\" (2005–06) and \"Viva Laughlin\" (2007), and guest starred in episodes of ', \"House\", ', \"Without a Trace\", \"The Bernie Mac Show\", and \"Unfabulous\". He has also starred in feature films such as \"Bad News Bears\" and \"Keeping Up with the Steins\", and starred in the television film \"Life Is Ruff\".\nIn 2009, Jenkins appeared in the film \"Aliens in the Attic\", playing the lead role Tom Pearson. In 2010, he appeared in the romantic-comedy \"Valentine's Day\", playing Alex Franklin, the boyfriend of Emma Roberts' character. Jenkins had a supporting role in the 2012 coming-of-age comedy-drama \"Struck by Lightning\", which starred Chris Colfer, who also wrote the screenplay. In 2015, Jenkins portrayed one of the main roles in the supernatural thriller film \"Nightlight\". He starred as Rainer Devon on Freeform's \"Famous in Love\" from 2017 to 2018. In 2020, he joined the cast of the \"After\" film franchise."}
{"id": "3694299", "revid": "4626", "url": "https://en.wikipedia.org/wiki?curid=3694299", "title": "Cauchy-Riemann Equations", "text": ""}
{"id": "3694301", "revid": "21878292", "url": "https://en.wikipedia.org/wiki?curid=3694301", "title": "Chomedey, Quebec", "text": "Chomedey () is a district in the southwest of the city of Laval and was a separate municipality until the municipal mergers in 1965.\nHistory.\nOn April 1, 1961, the towns of and and the city of Saint-Martin were merged, giving birth to the city of Chomedey. The city was named Chomedey in honor of Paul Chomedey de Maisonneuve, founder of Montreal. Chomedey's city hall became the city hall for all of Laval. The merger project was first launched by the administration of the city of L'Abord à Plouffe. On August 10, 1960, it passed a resolution expressing its desire to merge the three municipalities and the city of Laval-des-Rapides, under the name \"Cité de Laval\". Renaud (Laval)\nEight days later, Laval-des-Rapides withdrew from the merger project. Hesitation was also felt the city of Renaud, where a referendum was held on the issue. On January 16, 1961 The referendum was won by the \"fusionists\", and the birth of the new city was celebrated by civic festivities, held from October 8 to 15, 1961.\nFrom then and onward, Chomedey stood out as a modern city, whose residential and industrial development excelled. The growth of Chomedey on the industrial front was rapid: the city had welcomed 1 new industry per month for 2 consecutive years, between 1962 and 1964.\nIn short, Chomedey quickly became a city in its own right. This amalgamated municipality was already expanding, shortly after its creation. In 1963, the new city studied the possibility of annexing her two neighbours, the towns of Sainte-Dorothée and Fabreville.\nIn 1964, the city inaugurated the new city hall. The building, designed according to the plans of the architects Affleck, Desbarats, Dimakopoulos, Lebensold and Sise, was to be part of an architectural ensemble that would constitute the Civic Center of Chomedey to house various services, including a library, a theater and an art center. The planned complex was not realized until the creation of the City of Laval.\nGeography.\nChomedey is bordered on the south by the Rivière des Prairies, on the east by Laval-des-Rapides, Duvernay and Vimont, on the north by Sainte-Rose, on the north-west by Fabreville and on the west by Sainte-Dorothée.\nChomedey is bordered by the Prairies River to the South, approximately by Autoroute 13 to the West, Autoroute 440 to the North, Des Laurentides Boulevard and Autoroute 15 to the East.\nDemographics.\nSince the 1960s, Chomedey is the most multicultural neighbourhood of Laval. It includes a large number of Jews, Christians, Muslims, Portuguese, Lebanese, Algerians, Moroccans, Syrians, Egyptians, Haitians, Italians, Armenians and the largest Greek community of Quebec. Mirroring the geographic linguistic divisions in Montreal, there are more English-speakers in the west of Ile Jesus than in the east, and Chomedey has been home to the city's Anglophone and allophone minorities, notably a large community of Greeks.\nRoads.\nThe main thoroughfares are Curé-Labelle Blvd, Chomedey Blvd, Saint-Martin Blvd, Souvenir Rd, Notre-Dame Blvd, Samson Blvd, 100th Ave, Daniel-Johnson Blvd, Le Carrefour Blvd, Le Corbusier Blvd, Armand-Frappier Blvd, Cartier Blvd, Lévesque Blvd, Promenade Des Îles, Cléroux Blvd, Jean-Béraud Ave, Pierre-Péladeau Ave, Bois-de-Boulogne Ave, Avenir Blvd, Industriel Blvd, McNamara St, Terry-Fox Ave, Louis-Payette Ave and Perron Blvd.\nBecause of the rapid densification of this neighborhood and the development of the last fields and forested areas, there are more and more cars on the road. Since 2000, it is not uncommon to be in a traffic jam on many of main thoroughfares. Curé-Labelle Blvd, Chomedey Blvd, Saint-Martin Blvd, Notre-Dame Blvd and Le Corbusier Blvd are often subject to traffic jams, but the creation of reserved bus lanes, an expanded bike path network as well as the extension of the Metro into Laval are all helping Chomedians to favor more sustainable transit alternatives.\nTraffic is a common problem, with many residents travelling to Montreal combined with Laurentians-Montreal commuter and cottage traffic.\nEducation.\nCommission scolaire de Laval operates French-language public schools.\nSecondary schools:\nPrimary schools:\nSir Wilfrid Laurier School Board operates English-language public schools. Elementary schools serving sections of Chomedey include:\nAll sections of Laval are zoned to Laval Junior Academy and Laval Senior Academy\nIn previous eras the St-Martin School Board served the community.\nOther Facts.\nAccording to the 2001 Census 28% spoke only French, 10% English, 58% were bilingual in both French and English and 3% spoke other languages than French and English.\nThe postal codes for this area begin with H7S, H7T, H7V, H7N and H7W. Land-based telephone numbers are assigned the 450 area code.\nHistorical &amp; Sites of Interest.\nThe Cosmodome located on Autoroute 15 is the only museum in Canada dedicated solely to the space sciences and houses one of two lunar rocks on display in Canada.\nThe Armand Frappier Museum located on Blvd. des Prairies is a biotechnology museum named after Dr.Armand Frappier who was instrumental in the fight against tuberculosis in Canada \nÉglise and Park Saint-Maxime, between 77e and 80e Avenue. Saint-Maxime parish, formed from Saint-Martin parish, was established in 1928. Prior to the church's construction in 1958, religious services were celebrated in the first École Saint-Maxime, located at 3781, boulevard Lévesque.\nThe Lachapelle bridge, located on Blvd. Labelle connecting Montreal and Laval. The present-day metal Lachapelle bridge dates from 1890 and was doubled in size in 1977 after undergoing extensive modifications in 1940. The first bridge that linked the banks of Montréal and île Jésus was built of wood around 1848 and replaced the ferry that brought travellers from Cartierville to L'Abord-à-Plouffe. It was called the Cartierville bridge for a long time.\nThe Centre du Sablon located on Ch. du Sablon is run by the Corporation du centre du Sablon, a non-profit organization. The City of Laval purchased the building from the Jewish community in 1992, where it was formerly a YMHA. The Centre seeks to satisfy residents' social, recreational and cultural needs by offering a wide range of activities aimed at different age groups.\nThe Saint-Martin parish church Église Saint-Martin located on St. Martin, near Blvd. Labelle, was built in 1782, and was the first church on île Jésus located at a crossroads inland. The second church, erected in 1874, just southeast of the first one, designed by the architects Bourgeau and Leprohon, was destroyed in 1942 by lightning. It was replaced in 1949 by the existing church, built facing boulevard Saint-Martin, over 120 m away."}
{"id": "3694302", "revid": "1315576473", "url": "https://en.wikipedia.org/wiki?curid=3694302", "title": "Church of Christ in Thailand", "text": "The Church of Christ in Thailand (C.C.T.) (Thai: สภาคริสตจักรในประเทศไทย) is a Protestant Christian association. It is the largest Protestant denomination in Thailand and is considered to be the largest by group of Protestant members in Thailand.\nHistory.\nIt was founded in 1934 as the Church in Siam with the intent of forming a single ecumenical denomination to include all Protestant churches in Thailand. Other than a small number of American Baptist and British Churches of Christ congregations, most of the original member churches were originally Presbyterian congregations, many of which were started by missionaries from the American Presbyterian Mission Board. The merger also included Lutherans from the German Marburger Mission. The C.C.T. originally had seven districts, six geographical and one ethnic Chinese. Except for a brief period during World War II, Presbyterian missionary influence remained predominant in the C.C.T. until the late 1970s.\nMission.\nThe Church of Christ in Thailand (CCT) is governed by the “Constitution of Church of Christ in Thailand (1998)” which is the supreme governing document of the denomination. The governing structure and management is divided into three levels which are the General Assembly of the Church of Christ in Thailand, regional churches, and local churches.\nAt present, there are more than 1000 churches, church plants and preaching points, and approximately 160,000 members (2011 statistics). The various agencies which support the mission of CCT are classified into five parts.\nDemographics.\nSince 1990, the denomination has experienced a major demographic shift. Tribal churches, mostly Baptist in origin, now account for about half of its total number of around 160,000 communicant members. CCT consists of Thai, Chinese, Korean, and English-speaking congregations.\nTheology.\nThe CCT is a member of the World Council of Churches, the World Communion of Reformed Churches and the Christian Conference of Asia and is often regarded as a \"mainline\" ecumenical denomination. The CCT maintains fraternal ties with the PCUSA and receives fraternal mission workers from that American denomination. However, despite the influence of liberal theology and ecumenical concerns at the top leadership levels in the period following World War II, such trends did not have a large impact on the majority of CCT pastors and church members. Today, the beliefs and practices of the majority of CCT leaders and members are broadly evangelical. Its church government is a relatively centralized mixture of Presbyterian, Disciples, and Baptist polities.\nThe Doctrine is Mixed Calvinist and Baptist (like Reformed Baptist).\nSocial Work.\nThe Church of Christ in Thailand is engaged in active social efforts (health care, education) and ecumenical movements in local society. In 2004 – 2005 the association took active part in relief efforts after the natural disaster of Boxing Day tsunami."}